// Дано змінну time яка рівна числу від 0 до 59. Потрібно написати код, який перевірить, до якої четверті години попадає число
//
// (в першу, другу, третю або четверту частину години).

let time =31

if (time <= 15) {
    console.log('Зараз перша четверть години')
} else if (15 < time && time<= 30) {
    console.log('Зараз друга четверть години')
} else if (30 < time && time<= 45) {
    console.log('Зараз третя четверть години')
}else if (45 < time && time<= 59) {
    console.log('Зараз четверта четверть години')
}else{
    console.log('У часі немає стільки хвилин')
}